UpdateCard_SOAP_Request.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" 
               xmlns:ser="http://tempuri.org/">
  <soap:Header>
    <Unison-Token xmlns="http://tempuri.org/">595d799a-9553-4ddf-8fd9-c27b1f233ce7</Unison-Token>
  </soap:Header>
  <soap:Body>
    <ser:UpdateCard>
      <ser:userId>TEST_USER_001</ser:userId>
      <ser:profileName></ser:profileName>
      <ser:cardNumber>12345678</ser:cardNumber>
      <ser:systemNumber>001</ser:systemNumber>
      <ser:versionNumber>1</ser:versionNumber>
      <ser:miscNumber>000</ser:miscNumber>
      <ser:cardStatus>Active</ser:cardStatus>
    </ser:UpdateCard>
  </soap:Body>
</soap:Envelope>
